python/test.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
	<soapenv:Body>
		<dp:request xmlns:dp="http://www.datapower.com/schemas/management"
			domain="dev-east">
			<dp:do-import source-type="ZIP" overwrite-objects="true"
				overwrite-files="true" deployment-policy="%deploymentPolicy%">
				<dp:input-file>%b64File%</dp:input-file>
			</dp:do-import>
		</dp:request>
	</soapenv:Body>
</soapenv:Envelope>
